{
  "LazyVim": { "branch": "main" },
  "LuaSnip": { "branch": "master" },
  "SchemaStore.nvim": { "branch": "main" },
  "bufferline.nvim": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "cellular-automaton.nvim": { "branch": "main" },
  "clangd_extensions.nvim": { "branch": "main" },
  "clipboard-image.nvim": { "branch": "main" },
  "cmake-tools.nvim": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-git": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "conform.nvim": { "branch": "master" },
  "dashboard-nvim": { "branch": "master" },
  "dial.nvim": { "branch": "master" },
  "dressing.nvim": { "branch": "master" },
  "duck.nvim": { "branch": "main" },
  "edgy.nvim": { "branch": "main" },
  "eyeliner.nvim": { "branch": "main" },
  "flash.nvim": { "branch": "main" },
  "flatten.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "garbage-day.nvim": { "branch": "main" },
  "git-conflict.nvim": { "branch": "main" },
  "git-dev.nvim": { "branch": "master" },
  "gitlinker.nvim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "grug-far.nvim": { "branch": "main" },
  "hardtime.nvim": { "branch": "main" },
  "harpoon": { "branch": "harpoon2" },
  "headlines.nvim": { "branch": "master" },
  "inc-rename.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "lab.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "lsp-debug-tools.nvim": { "branch": "master" },
  "lspkind.nvim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "luarocks.nvim": { "branch": "main" },
  "luvit-meta": { "branch": "main" },
  "markdown-preview.nvim": { "branch": "master" },
  "markdown.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-nvim-dap.nvim": { "branch": "main" },
  "mason-tool-installer.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.ai": { "branch": "main" },
  "mini.bufremove": { "branch": "main" },
  "mini.comment": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "mini.move": { "branch": "main" },
  "mini.pairs": { "branch": "main" },
  "mini.surround": { "branch": "main" },
  "neo-tree.nvim": { "branch": "main" },
  "neoconf.nvim": { "branch": "main" },
  "neogen": { "branch": "main" },
  "neotest": { "branch": "master" },
  "neotest-golang": { "branch": "main" },
  "neotest-python": { "branch": "master" },
  "noice.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-go": { "branch": "main" },
  "nvim-dap-python": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-dap-virtual-text": { "branch": "master" },
  "nvim-dev-container": { "branch": "main" },
  "nvim-highlight-colors": { "branch": "main" },
  "nvim-i18n": { "branch": "main" },
  "nvim-lint": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-navbuddy": { "branch": "master" },
  "nvim-navic": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-silicon": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-various-textobjs": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "obsidian.nvim": { "branch": "main" },
  "octo.nvim": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "one-small-step-for-vimkind": { "branch": "main" },
  "op.nvim": { "branch": "master" },
  "persistence.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "project.nvim": { "branch": "main" },
  "render-markdown.nvim": { "branch": "main" },
  "rest.nvim": { "branch": "main" },
  "scope.nvim": { "branch": "main" },
  "sibling-swap.nvim": { "branch": "main" },
  "smart-open.nvim": { "branch": "0.2.x" },
  "sqlite.lua": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-undo.nvim": { "branch": "main" },
  "telescope-zoxide": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "thanks.nvim": { "branch": "main" },
  "todo-comments.nvim": { "branch": "main" },
  "toggleterm.nvim": { "branch": "main" },
  "treesj": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "ts-comments.nvim": { "branch": "main" },
  "twilight.nvim": { "branch": "main" },
  "undotree": { "branch": "master" },
  "venv-selector.nvim": { "branch": "regexp" },
  "vim-dadbod": { "branch": "master" },
  "vim-dadbod-completion": { "branch": "master" },
  "vim-dadbod-ui": { "branch": "master" },
  "vim-wakatime": { "branch": "master" },
  "wezterm.nvim": { "branch": "main" },
  "which-key.nvim": { "branch": "main" },
  "wtf.nvim": { "branch": "main" },
  "yazi.nvim": { "branch": "main" }
}
